Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.lockScreen.lyrics.desc
source: Display real-time lyrics on the lock screen.
ar: عرض كلمات الأغاني في الوقت الفعلي على شاشة القفل.
cs: Zobrazit texty skladeb v reálném čase na zamčené obrazovce.
de: Echtzeit-Songtexte auf dem Sperrbildschirm anzeigen.
es: Mostrar letras en tiempo real en la pantalla de bloqueo.
fr: Afficher les paroles des chansons en temps réel sur l'écran verrouillé.
id: Tampilkan lirik lagu waktu nyata di layar kunci.
it: Mostra i testi delle canzoni in tempo reale sulla schermata di blocco.
ja: ロック画面でリアルタイムの曲の歌詞を表示します。
ko: 잠금 화면에 실시간 노래 가사를 표시합니다.
nl: Toon realtime songteksten op het toegangsscherm.
pl: Wyświetlaj teksty piosenek w czasie rzeczywistym na ekranie blokady.
pt: Apresentar a letra da música em tempo real no ecrã bloqueado.
ru: Отображать тексты песен в реальном времени на экране блокировки.
sv: Visa sångtexter i realtid på låsskärmen.
tr: Kilit ekranında gerçek zamanlı şarkı sözlerini göster.
uk: Показувати текст пісні в реальному часі на екрані блокування.
vi: Hiển thị lời bài hát theo thời gian thực trên màn hình khóa.
zh_hans: 在锁屏上显示实时歌词。
zh_hant: 在鎖定畫面上顯示即時歌詞。

# settings.lockScreen.lyrics.title
source: Show lyrics
ar: إظهار كلمات الأغاني
cs: Zobrazit texty
de: Songtexte anzeigen
es: Mostrar letras
fr: Afficher les paroles
id: Tampilkan Lirik
it: Mostra testi
ja: 歌詞を表示
ko: 가사 표시
nl: Songteksten weergeven
pl: Pokaż teksty piosenek
pt: Mostrar letra
ru: Показывать тексты песен
sv: Visa låttexter
tr: Şarkı sözlerini göster
uk: Показувати текст пісень
vi: Hiển thị lời bài hát
zh_hans: 显示歌词
zh_hant: 顯示歌詞

# settings.lockScreen.mediaPanel.desc
source: Show the Now Playing media panel on the lock screen.
ar: إظهار لوحة وسائط قيد التشغيل الآن على شاشة القفل.
cs: Zobrazit panel médií 'Právě hraje' na zamčené obrazovce.
de: Aktuelle-Wiedergabe-Medienleiste auf dem Sperrbildschirm anzeigen.
es: Mostrar el panel multimedia de Reproducción en la pantalla de bloqueo.
fr: Afficher le panneau multimédia À l'écoute sur l'écran verrouillé.
id: Tampilkan panel media Sedang Diputar di layar kunci.
it: Mostra il pannello multimediale In riproduzione sulla schermata di blocco.
ja: ロック画面に「再生中」メディアパネルを表示します。
ko: 잠금 화면에 지금 재생 중 미디어 패널을 표시합니다.
nl: Toon het mediapaneel 'Huidige' op het toegangsscherm.
pl: Pokaż panel multimedialny Teraz odtwarzane na ekranie blokady.
pt: Apresentar o painel multimédia A reproduzir no ecrã bloqueado.
ru: Показывать медиапанель Сейчас играет на экране блокировки.
sv: Visa mediepanelen 'Spelas nu' på låsskärmen.
tr: Kilit ekranında Çalınıyor ortam panelini göster.
uk: Показувати медіапанель «Зараз грає» на екрані блокування.
vi: Hiển thị bảng điều khiển phương tiện Đang phát trên màn hình khóa.
zh_hans: 在锁屏上显示正在播放媒体面板。
zh_hant: 在鎖定畫面上顯示「播放中」媒體面板。

# settings.lockScreen.mediaPanel.title
source: Media panel
ar: لوحة الوسائط
cs: Panel médií
de: Medienleiste
es: Panel multimedia
fr: Panneau multimédia
id: Panel Media
it: Pannello multimediale
ja: メディアパネル
ko: 미디어 패널
nl: Mediapaneel
pl: Panel multimediów
pt: Painel multimédia
ru: Медиапанель
sv: Mediepanel
tr: Ortam paneli
uk: Медіапанель
vi: Bảng phương tiện
zh_hans: 媒体面板
zh_hant: 媒體面板

# settings.lockScreen.mediaPanelBackground.desc
source: Choose which background will be displayed when playing media.
ar: اختر الخلفية التي سيتم عرضها عند تشغيل الوسائط.
cs: Zvolte pozadí zobrazené během přehrávání médií.
de: Hintergrundart bei aktiver Medienwiedergabe wählen.
es: Elige qué fondo se mostrará al reproducir multimedia.
fr: Choisir l'arrière-plan affiché lors de la lecture multimédia.
id: Pilih latar belakang yang ditampilkan saat pemutaran media.
it: Scegli lo sfondo visualizzato durante la riproduzione multimediale.
ja: メディア再生中に表示される背景を選択します。
ko: 미디어 재생 중에 표시할 배경을 선택하세요.
nl: Kies de achtergrond die wordt weergegeven tijdens het afspelen van media.
pl: Wybierz tło wyświetlane podczas odtwarzania multimediów.
pt: Escolher o fundo apresentado durante a reprodução multimédia.
ru: Выберите вариант фона для вызова медиапанели.
sv: Välj bakgrunden som visas under medieuppspelning.
tr: Ortam çalınırken hangi arka planın gösterileceğini seçin.
uk: Виберіть фон, що відображається під час відтворення медіа.
vi: Chọn nền hiển thị trong khi phát lại phương tiện.
zh_hans: 选择播放媒体时显示的背景。
zh_hant: 選擇媒體播放時顯示的背景。

# settings.lockScreen.mediaPanelBackground.title
source: Media panel background
ar: خلفية لوحة الوسائط
cs: Pozadí panelu médií
de: Medienleisten-Hintergrund
es: Fondo del panel multimedia
fr: Arrière-plan du panneau multimédia
id: Latar Belakang Panel Media
it: Sfondo pannello multimediale
ja: メディアパネルの背景
ko: 미디어 패널 배경
nl: Mediapaneelachtergrond
pl: Tło panelu multimediów
pt: Fundo do painel multimédia
ru: Фон медиапанели
sv: Mediepanelens bakgrund
tr: Ortam paneli arka planı
uk: Фон медіапанелі
vi: Nền bảng phương tiện
zh_hans: 媒体面板背景
zh_hant: 媒體面板背景

# settings.lockScreen.mediaPanelBackgroundStyle.animatedArtwork
source: Animated background
ar: خلفية متحركة
cs: Animované pozadí
de: Animierter Hintergrund
es: Fondo animado
fr: Arrière-plan animé
id: Latar Belakang Animasi
it: Sfondo animato
ja: アニメーション背景
ko: 애니메이션 배경
nl: Geanimeerde achtergrond
pl: Animowane tło
pt: Fundo animado
ru: Анимированный фон
sv: Animerad bakgrund
tr: Hareketli arka plan
uk: Анімований фон
vi: Nền động
zh_hans: 动态背景
zh_hant: 動態背景

# settings.lockScreen.mediaPanelBackgroundStyle.black
source: Black background
ar: خلفية سوداء
cs: Černé pozadí
de: Schwarzer Hintergrund
es: Fondo negro
fr: Arrière-plan noir
id: Latar Belakang Hitam
it: Sfondo nero
ja: ブラック背景
ko: 블랙 배경
nl: Zwarte achtergrond
pl: Czarne tło
pt: Fundo preto
ru: Черный фон
sv: Svart bakgrund
tr: Siyah arka plan
uk: Чорний фон
vi: Nền đen
zh_hans: 黑色背景
zh_hant: 黑色背景

# settings.lockScreen.mediaPanelBackgroundStyle.dynamicArtwork
source: Dynamic background
ar: خلفية ديناميكية
bg: Динамичен фон
bn: গতিশীল পটভূমি
ca: Fons dinàmic
cs: Dynamické pozadí
da: Dynamisk baggrund
de: Dynamischer Hintergrund
el: Δυναμικό φόντο
es: Fondo dinámico
fa: پس‌زمینه پویا
fi: Dynaaminen tausta
fil: Dynamic na background
fr: Arrière-plan dynamique
he: רקע דינמי
hi: डायनामिक पृष्ठभूमि
hr: Dinamična pozadina
hu: Dinamikus háttér
id: Latar belakang dinamis
it: Sfondo dinamico
ja: ダイナミック背景
kk: Динамикалық фон
ko: 동적 배경
ms: Latar belakang dinamik
nb: Dynamisk bakgrunn
nl: Dynamische achtergrond
pl: Dynamiczne tło
pt: Fundo dinâmico
ro: Fundal dinamic
ru: Динамичный фон
sk: Dynamické pozadie
sr: Динамична позадина
sv: Dynamisk bakgrund
th: พื้นหลังแบบไดนามิก
tr: Dinamik arka plan
uk: Динамічний фон
vi: Hình nền động
zh_hans: 动态背景
zh_hant: 動態背景

# settings.lockScreen.mediaPanelBackgroundStyle.staticArtwork
source: Static background
ar: خلفية ثابتة
cs: Statické pozadí s přebalem
de: Statisches Cover-Hintergrundbild
es: Fondo estático
fr: Arrière-plan avec pochette statique
id: Latar Belakang Sampul Statis
it: Sfondo con copertina statica
ja: 静的アートワーク背景
ko: 고정 앨범 아트 배경
nl: Statische hoesachtergrond
pl: Tło ze statyczną okładką
pt: Fundo com capa estática
ru: Статичный фон
sv: Statisk omslagsbakgrund
tr: Sabit arka plan
uk: Фон зі статичною обкладинкою
vi: Nền ảnh bìa tĩnh
zh_hans: 静态背景
zh_hant: 靜態插圖背景

# settings.lockScreen.mediaPanelPosition.desc
source: Choose the position of the media panel on the lock screen.
ar: اختر موضع لوحة الوسائط على شاشة القفل.
cs: Zvolte pozici panelu médií na zamčené obrazovce.
de: Position der Medienleiste auf dem Sperrbildschirm festlegen.
es: Elige la posición del panel multimedia en la pantalla de bloqueo.
fr: Choisir la position du panneau multimédia sur l'écran verrouillé.
id: Pilih posisi panel media di layar kunci.
it: Scegli la posizione del pannello multimediale sulla schermata di blocco.
ja: ロック画面でのメディアパネルの位置を選択します。
ko: 잠금 화면에서 미디어 패널의 위치를 선택하세요.
nl: Kies de positie van het mediapaneel op het toegangsscherm.
pl: Wybierz pozycję panelu multimediów na ekranie blokady.
pt: Escolher a posição do painel multimédia no ecrã bloqueado.
ru: Выберите положение медиапанели на экране блокировки.
sv: Välj mediepanelens position på låsskärmen.
tr: Ortam panelinin kilit ekranındaki konumunu seçin.
uk: Виберіть розташування медіапанелі на екрані блокування.
vi: Chọn vị trí của bảng phương tiện trên màn hình khóa.
zh_hans: 选择锁屏上媒体面板的位置。
zh_hant: 選擇媒體面板在鎖定畫面上的位置。

# settings.lockScreen.mediaPanelPosition.title
source: Media panel position
ar: موضع لوحة الوسائط
cs: Pozice panelu médií
de: Medienleisten-Position
es: Posición del panel multimedia
fr: Position du panneau multimédia
id: Posisi Panel Media
it: Posizione pannello multimediale
ja: メディアパネルの位置
ko: 미디어 패널 위치
nl: Mediapaneelpositie
pl: Pozycja panelu multimediów
pt: Posição do painel multimédia
ru: Положение медиапанели
sv: Mediepanelens position
tr: Ortam paneli konumu
uk: Розташування медіапанелі
vi: Vị trí bảng phương tiện
zh_hans: 媒体面板位置
zh_hant: 媒體面板位置

# settings.lockScreen.sound.desc
source: Play a sound when the screen is locked or unlocked.
ar: تشغيل صوت عند قفل الشاشة أو فتح قفلها.
cs: Přehrát zvuk při zamčení nebo odemčení obrazovky.
de: Ton beim Sperren oder Entsperren des Bildschirms abspielen.
es: Reproducir un sonido al bloquear o desbloquear la pantalla.
fr: Émettre un son lors du verrouillage ou du déverrouillage de l'écran.
id: Putar suara saat mengunci atau membuka kunci layar.
it: Riproduci un suono quando blocchi o sblocchi lo schermo.
ja: 画面のロックまたはロック解除時にサウンドを再生します。
ko: 화면을 잠그거나 잠금 해제할 때 사운드를 재생합니다.
nl: Speel een geluid af wanneer je het scherm vergrendelt of ontgrendelt.
pl: Odtwarzaj dźwięk podczas blokowania lub odblokowywania ekranu.
pt: Tocar um som ao bloquear ou desbloquear o ecrã.
ru: Воспроизводить звук при блокировке или разблокировке экрана.
sv: Spela ett ljud när du låser eller låser upp skärmen.
tr: Ekran kilitlendiğinde veya kilidi açıldığında ses çal.
uk: Відтворювати звук при блокуванні або розблокуванні екрана.
vi: Phát âm thanh khi khóa hoặc mở khóa màn hình.
zh_hans: 锁定或解锁屏幕时播放声音。
zh_hant: 鎖定或解鎖螢幕時播放聲音。

# settings.lockScreen.sound.title
source: Lock / unlock sound
ar: صوت القفل / فتح القفل
cs: Zvuk uzamčení / odemčení
de: Sperr-/Entsperrton
es: Sonido de bloqueo / desbloqueo
fr: Son de verrouillage / déverrouillage
id: Suara Kunci / Buka Kunci
it: Suono di blocco / sblocco
ja: ロック/ロック解除音
ko: 잠금 / 잠금 해제 사운드
nl: Vergrendel- / ontgrendelgeluid
pl: Dźwięk blokowania / odblokowania
pt: Som de bloqueio / desbloqueio
ru: Звук блокировки / разблокировки
sv: Lås- / upplåsningsljud
tr: Kilitleme / kilit açma sesi
uk: Звук блокування / розблокування
vi: Âm thanh khóa / mở khóa
zh_hans: 锁定 / 解锁声音
zh_hant: 鎖定 / 解鎖聲音

# settings.lockScreen.style.compact
source: Compact
ar: مدمج
cs: Kompaktní
de: Kompakt
es: Compacto
id: Ringkas
it: Compatto
ja: コンパクト
ko: 컴팩트
pl: Kompaktowy
pt: Compacto
ru: Компактный
sv: Kompakt
tr: Kompakt
uk: Компактний
vi: Gọn gàng
zh_hans: 紧凑
zh_hant: 緊湊

# settings.lockScreen.style.enlarged
source: Enlarged
ar: مكبر
cs: Zvětšený
de: Vergrößert
es: Ampliado
fr: Agrandie
id: Diperbesar
it: Ingrandito
ja: 拡大
ko: 확대
nl: Vergroot
pl: Powiększony
pt: Ampliado
ru: Увеличенный
sv: Förstorad
tr: Büyütülmüş
uk: Збільшений
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

# settings.lockScreen.widgetAppearanceStyle.liquidGlass
source: Liquid Glass
ar: زجاج سائل
es: Cristal líquido
ru: Жидкое стекло
zh_hans: 流体玻璃

# settings.lockScreen.widgetAppearanceStyle.soft
source: Soft
ar: ناعم
cs: Měkký
de: Sanft
es: Suave
fr: Doux
id: Lembut
it: Morbido
ja: ソフト
ko: 부드럽게
nl: Zacht
pl: Miękki
pt: Suave
ru: Мягкий
sv: Mjuk
tr: Yumuşak
uk: М'який
vi: Mềm mại
zh_hans: 柔和
zh_hant: 柔和

# settings.lockScreen.widgetAppearanceStyle.solid
source: Solid
ar: صلب
cs: Jednolitý
de: Solide
es: Sólido
fr: Plein
it: Solido
ja: ソリッド
ko: 단색
nl: Effil
pl: Jednolity
pt: Sólido
ru: Сплошной
sv: Heldragen
tr: Düz
uk: Суцільний
vi: Đồng màu
zh_hans: 纯色
zh_hant: 純色

# settings.lockScreen.widgetBrightness.desc
source: Adjust brightness for widgets on the lock screen.
ar: ضبط سطوع الأدوات على شاشة القفل.
cs: Upravte jas widgetů na zamčené obrazovce.
de: Helligkeit für Widgets auf dem Sperrbildschirm anpassen.
es: Ajustar el brillo de los widgets en la pantalla de bloqueo.
fr: Ajuster la luminosité des widgets sur l'écran verrouillé.
id: Sesuaikan kecerahan widget di layar kunci.
it: Regola la luminosità dei widget sulla schermata di blocco.
ja: ロック画面のウィジェットの明るさを調整します。
ko: 잠금 화면에서 위젯의 밝기를 조정합니다.
nl: Pas de helderheid van widgets op het toegangsscherm aan.
pl: Dostosuj jasność widżetów na ekranie blokady.
pt: Ajustar o brilho dos widgets no ecrã bloqueado.
ru: Настроить яркость виджетов на экране блокировки.
sv: Justera ljusstyrkan för widgetar på låsskärmen.
tr: Kilit ekranındaki widget'ların parlaklığını ayarlayın.
uk: Налаштуйте яскравість віджетів на екрані блокування.
vi: Điều chỉnh độ sáng của các tiện ích trên màn hình khóa.
zh_hans: 调整锁屏上小组件的亮度。
zh_hant: 調整鎖定畫面上小工具的亮度。

# settings.lockScreen.widgetBrightness.title
source: Widget brightness
ar: سطوع الأداة
cs: Jas widgetů
de: Widget-Helligkeit
es: Brillo de widgets
fr: Luminosité des widgets
id: Kecerahan Widget
it: Luminosità widget
ja: ウィジェットの明るさ
ko: 위젯 밝기
nl: Widgethelderheid
pl: Jasność widżetów
pt: Brilho dos widgets
ru: Яркость виджетов
sv: Widgetljusstyrka
tr: Widget parlaklığı
uk: Яскравість віджетів
vi: Độ sáng tiện ích
zh_hans: 小组件亮度
zh_hant: 小工具亮度

# settings.lockScreen.widgetTintStyle.accent
source: Accent
ar: لون التمييز
cs: Akcent
de: Akzent
es: Acento
id: Aksen
it: Accento
ja: アクセント
ko: 강조
pl: Akcent
pt: Destaque
ru: Акцент
tr: Vurgu
uk: Акцент
vi: Nhấn
zh_hans: 强调色
zh_hant: 強調

# settings.lockScreen.widgetTintStyle.neutral
source: Default
ar: افتراضي
cs: Standardní
de: Standard
es: Predeterminado
fr: Par défaut
id: Netral
it: Predefinito
ja: 標準
ko: 기본
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию
sv: Standard
tr: Varsayılan
uk: Стандартний
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# settings.navigation.back
source: Back
ar: رجوع
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Anterior
ru: Назад
sv: Tillbaka
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# settings.navigation.forward
source: Forward
ar: إلى الأمام
cs: Vpřed
de: Vorwärts
es: Adelante
fr: Suivant
id: Maju
it: Avanti
ja: 進む
ko: 앞으로
nl: Vooruit
pl: Dalej
pt: Seguinte
ru: Вперед
sv: Framåt
tr: İleri
uk: Вперед
vi: Tiếp theo
zh_hans: 前进
zh_hant: 前進

# settings.notch.animation.navTitle
source: Animation
ar: الرسوم المتحركة
cs: Animace
es: Animación
id: Animasi
it: Animazione
ja: アニメーション
ko: 애니메이션
nl: Animatie
pl: Animacja
pt: Animação
ru: Анимация
sv: Animering
tr: Animasyon
uk: Анімація
vi: Hình ảnh động
zh_hans: 动画
zh_hant: 動畫

# settings.notch.animation.speed.headerDesc
source: Set a global motion parameter that controls the speed of the animation.
ar: تعيين معلمة الحركة العامة التي تتحكم في سرعة الرسوم المتحركة.
cs: Globální nastavení pohybu ovládající rychlost animací.
de: Globaler Bewegungsparameter, der die Geschwindigkeit der Animationen steuert.
es: Establece un parámetro de movimiento global que controla la velocidad de la animación.
fr: Paramètre de mouvement global contrôlant la vitesse des animations.
id: Pengaturan gerakan global yang mengontrol kecepatan animasi.
it: Impostazione di movimento globale che controlla la velocità delle animazioni.
ja: アニメーションの速度を制御するグローバルモーション設定。
ko: 애니메이션 속도를 제어하는 글로벌 모션 설정.
nl: Globale bewegingsinstelling die de snelheid van animaties regelt.
pl: Globalne ustawienie ruchu kontrolujące prędkość animacji.
pt: Definição de movimento global que controla a velocidade das animações.
ru: Задайте глобальный параметр движения, управляющий скоростью анимации.
sv: Global rörelseinställning som styr hastigheten på animeringar.
tr: Animasyon hızını denetleyen genel hareket parametresini ayarlayın.
uk: Загальне налаштування руху, що контролює швидкість анімації.
vi: Cài đặt chuyển động chung kiểm soát tốc độ của hình ảnh động.
zh_hans: 设置控制动画速度的全局运动参数。
zh_hant: 控制動畫速度的全域動作設定。

# settings.notch.animation.speed.headerTitle
source: Animation speed
ar: سرعة الرسوم المتحركة
cs: Rychlost animace
de: Animationsgeschwindigkeit
es: Velocidad de animación
fr: Vitesse d'animation
id: Kecepatan Animasi
it: Velocità animazione
ja: アニメーション速度
ko: 애니메이션 속도
nl: Animatiesnelheid
pl: Prędkość animacji
pt: Velocidade da animação
ru: Скорость анимации
sv: Animeringshastighet
tr: Animasyon hızı
uk: Швидкість анімації
vi: Tốc độ hình ảnh động
zh_hans: 动画速度
zh_hant: 動畫速度

# settings.notch.animation.subtitle
source: Set motion parameters and animation speed.
ar: تعيين معلمات الحركة وسرعة الرسوم المتحركة.
cs: Nastavení parametrů pohybu a rychlosti animace.
de: Bewegungsparameter und Animationsgeschwindigkeit festlegen.
es: Ajusta los parámetros de movimiento y la velocidad de animación.
fr: Définir les paramètres de mouvement et la vitesse d'animation.
id: Atur parameter gerakan dan kecepatan animasi.
it: Imposta i parametri di movimento e la velocità delle animazioni.
ja: モーション設定とアニメーション速度を調整します。
ko: 모션 매개변수 및 애니메이션 속도를 설정합니다.
nl: Bewegingsparameters en animatiesnelheid instellen.
pl: Ustaw parametry ruchu i prędkość animacji.
pt: Definir parâmetros de movimento e velocidade de animação.
ru: Настройте параметры движения и скорость анимации.
sv: Ställ in rörelseparametrar och animeringshastighet.
tr: Hareket parametrelerini ve animasyon hızını ayarlayın.
uk: Налаштуйте параметри руху та швидкість анімації.
vi: Đặt các thông số chuyển động và tốc độ hình ảnh động.
zh_hans: 设置运动参数和动画速度。
zh_hant: 設定動作參數與動畫速度。

# settings.notch.backgroundStyle.black
source: Black
ar: أسود
cs: Černý
de: Schwarz
es: Negro
fr: Noir
id: Hitam
it: Nero
ja: ブラック
ko: 블랙
nl: Zwart
pl: Czarny
pt: Preto
ru: Черный
sv: Svart
tr: Siyah
uk: Чорний
vi: Đen
zh_hans: 黑色
zh_hant: 黑色

# settings.notch.defaultStrokeColor.desc
source: Apply the standard white stroke to supported activities instead of feature accent colors.
ar: تطبيق الحد الأبيض القياسي على الأنشطة المدعومة بدلاً من ألوان التمييز.
cs: Použít standardní bílé ohraničení na podporované aktivity místo barev akcentu.
de: Standardmäßige weiße Kontur für unterstützte Aktivitäten statt Akzentfarben verwenden.
es: Aplicar el borde blanco estándar en lugar de colores de acento.
fr: Appliquer le contour blanc standard aux activités prises en charge au lieu des couleurs d'accentuation.
id: Terapkan batas putih standar ke aktivitas yang didukung alih-alih warna aksen.
it: Applica il bordo bianco standard alle attività supportate anziché i colori di accento.
ja: アクセントカラーの代わりに、サポートされているアクティビティに標準の白の枠線を適用します。
ko: 강조 색상 대신 지원되는 활동에 표준 흰색 테두리를 적용합니다.
nl: Pas de standaard witte rand toe op ondersteunde activiteiten in plaats van accentkleuren.
pl: Zastosuj standardowy biały obrys do obsługiwanych aktywności zamiast kolorów akcentu.
pt: Aplicar o contorno branco padrão às atividades suportadas em vez de cores de destaque.
ru: Использовать стандартную белую обводку вместо цветных акцентов.
sv: Använd standardvit ram på aktiviteter som stöds istället för accentfärger.
tr: Desteklenen etkinliklerde özellik vurgu renkleri yerine standart beyaz kenarlığı uygula.
uk: Застосовувати стандартний білий контур до підтримуваних активностей замість акцентних кольорів.
vi: Áp dụng viền trắng tiêu chuẩn cho các hoạt động được hỗ trợ thay vì màu nhấn.
zh_hans: 将标准白色描边应用于支持的活动，而非功能强调色。
zh_hant: 對支援的活動套用標準白色邊框，而非強調色。

# settings.notch.defaultStrokeColor.title
source: Use default activity stroke color
ar: استخدام لون الحد الافتراضي للنشاط
cs: Použít výchozí barvu ohraničení
de: Standard-Aktivitätskonturfarbe verwenden
es: Usar color de borde estándar
fr: Utiliser la couleur de contour par défaut
id: Gunakan Warna Batas Default
it: Usa colore bordo predefinito
ja: デフォルトの枠線色を使用
ko: 기본 테두리 색상 사용
nl: Standaard randkleur gebruiken
pl: Użyj domyślnego koloru obrysu
pt: Utilizar cor de contorno padrão
ru: Стандартный цвет обводки
sv: Använd standardramfärg
tr: Varsayılan etkinlik kenarlık rengini kullan
uk: Використовувати стандартний колір контуру
vi: Sử dụng màu viền mặc định
zh_hans: 使用默认活动描边颜色
zh_hant: 使用預設邊框顏色

# settings.notch.display.headerDesc
source: Choose which display Dynamic Notch should use.
ar: اختر الشاشة التي يجب أن يستخدمها Dynamic Notch.
cs: Vyberte displej, který má Dynamic Notch používat.
de: Wähle das Display, das Dynamic Notch verwenden soll.
es: Elige qué pantalla debe usar Dynamic Notch.
fr: Choisir l'écran que Dynamic Notch doit utiliser.
id: Pilih layar yang harus digunakan Dynamic Notch.
it: Scegli lo schermo che Dynamic Notch deve utilizzare.
ja: Dynamic Notchを表示するディスプレイを選択します。
ko: Dynamic Notch를 사용할 디스플레이를 선택하세요.
nl: Kies het scherm dat Dynamic Notch moet gebruiken.
pl: Wybierz ekran, którego ma używać Dynamic Notch.
pt: Escolher o ecrã que o Dynamic Notch deve utilizar.
ru: Выберите, какой дисплей должен использовать Dynamic Notch.
sv: Välj den skärm som Dynamic Notch ska använda.
tr: Dynamic Notch'un hangi ekranı kullanacağını seçin.
uk: Виберіть дисплей, який повинен використовувати Dynamic Notch.
vi: Chọn màn hình mà Dynamic Notch sẽ sử dụng.
zh_hans: 选择 Dynamic Notch 应使用的显示器。
zh_hant: 選擇 Dynamic Notch 應使用的顯示器。

# settings.notch.display.headerTitle
source: Display
ar: الشاشة
cs: Displej
es: Pantalla
fr: Écran
id: Layar
it: Schermo
ja: ディスプレイ
ko: 디스플레이
nl: Beeldscherm
pl: Ekran
pt: Ecrã
ru: Дисплей
sv: Skärm
tr: Ekran
uk: Дисплей
vi: Màn hình
zh_hans: 显示器
zh_hant: 顯示器

# settings.notch.display.hideInFullScreen.desc
source: Automatically hide live activity while the selected display is showing a full-screen space.
ar: إخفاء النشاط المباشر تلقائيًا أثناء عرض الشاشة المحددة لمساحة ملء الشاشة.
cs: Automaticky skrýt živou aktivitu, když vybraný monitor zobrazuje celoobrazovkový prostor.
de: Live-Aktivität automatisch ausblenden, während auf dem Display ein Vollbildmodus aktiv ist.
es: Ocultar automáticamente la actividad en vivo cuando la pantalla seleccionada muestre un espacio a pantalla completa.
fr: Masquer automatiquement l'activité en direct lorsque l'écran sélectionné affiche un espace en plein écran.
id: Sembunyikan aktivitas langsung secara otomatis saat layar yang dipilih menampilkan ruang layar penuh.
it: Nascondi automaticamente l'attività in tempo reale quando lo schermo selezionato visualizza uno spazio a schermo intero.
ja: 選択したディスプレイに全画面スペースが表示されている場合、ライブアクティビティを自動的に非表示にします。
ko: 선택한 디스플레이가 전체 화면 공간을 표시할 때 실시간 활동을 자동으로 숨깁니다.
nl: Verberg live activiteiten automatisch wanneer het geselecteerde scherm een schermvullende ruimte weergeeft.
pl: Automatycznie ukrywaj aktywność na żywo, gdy wybrany ekran wyświetla przestrzeń pełnoekranową.
pt: Ocultar automaticamente a atividade em tempo real quando o ecrã selecionado estiver em modo de ecrã inteiro.
ru: Автоматически скрывать живую активность, когда выбранный дисплей показывает полноэкранное пространство.
sv: Dölj liveaktiviteter automatiskt när den valda skärmen visar ett helskärmsutrymme.
tr: Seçilen ekranda tam ekran bir alan gösterilirken canlı etkinliği otomatik olarak gizle.
uk: Автоматично приховувати активність наживо, коли вибраний екран перебуває в повноекранному режимі.
vi: Tự động ẩn hoạt động trực tiếp khi màn hình đã chọn hiển thị không gian toàn màn hình.
zh_hans: 当选定的显示器显示全屏空间时自动隐藏实时活动。
zh_hant: 當所選顯示器顯示全螢幕空間時自動隱藏即時活動。
